[
  {
    "path": "posts/2021-01-02-resultaten-deel-3-samenhang-moeilijkheidsgraden/",
    "title": "Resultaten Deel 3: Redpoint vs. On Sight",
    "description": "Hoeveel moeilijker is on sight klimmen dan redpoint klimmen? In dit deel maken we de vergelijking tussen beide stijlen...",
    "author": [],
    "date": "2021-01-09",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\nVerschil Redpoint - On sight\r\nHet is logisch dat on sight klimmen moeilijker is dan redpoint klimmen. Maar hoeveel precies? Dat is moeilijk te zeggen. Aan de hand van de antwoorden op de vragenlijst proberen we hier meer inzicht in te krijgen.\r\nIndoor toprope\r\nHieronder zien we voor iedere klimmer zijn/haar max redpoint top rope niveau in verband gebracht met zijn/haar max on sight top rope niveau. Hoe groter de stippen, hoe meer klimmers.\r\nDe oranje lijn is de identiteitslijn: OS graad = RP graad.\r\n\r\n\r\n\r\nEen aantal zaken vallen op:\r\nEen klein aantal mensen gaf een hoger on sight niveau op dan hun redpoint niveau. Dit zijn de stippen boven de oranje lijn. Dat is eerder onverwacht, maar niet onmogelijk. Een mogelijke verklaring is dat deze mensen bijna alleen maar on sight klimmen als ze top ropen.\r\nEen deel van de klimmers klimt hetzelfde niveau on sight als redpoint in top rope. Dat zijn de stippen op de oranje lijn.\r\nZoals te verwachten, klimt het grootste deel van de klimmers een lager niveau on sight dan wanneer men redpoint klimt.\r\nHet ‘gat’ tussen on redpoint en on sight is trouwens niet voor iedereen even groot. Voor sommigen gaat het maar over 1 graad1 terwijl het maximum verval 7 graden betreft.\r\nEen interessante vraag zou zijn wat het onderscheid maakt tussen hen die weinig verval en veel verval kennen tussen redpoint en on sight niveau. We keren hier een andere keer op terug…\r\nHoe groot is het typische verval tussen redpoint en on sight top rope?\r\nOm op deze vraag te antwoorden hebben we voor iedere redpoint graad de mediane on sight graad berekend.\r\nHieronder staat het mediane verval voor ieder maximaal redpointniveau (top rope) weergegeven. De grootte van de stippen geeft een idee van de grootte van de groep klimmers waarop de mediaan is berekend2.\r\n\r\n\r\n\r\nHoeveel het verval juist bedraagt kan afgelezen worden van bovenstaande grafiek.\r\nIs het verval voor alle graden even groot?\r\nUit bovenstaande grafiek lijkt het erop dat het verval groter is naarmate de graden stijgen.\r\nAls we er van uitgaan dat het verschil in moeilijkheid tussen iedere graad constant blijft3 kunnen we dit ook in getallen uitdrukken.\r\nWe kunnen onder bovenstaande aanname iedere graad een numerieke waarde geven en vervolgens een lineair model fitten4.\r\n\r\n\r\n\r\nDe groene lijn, als grafische voorstelling van het model, geeft het verwachte OS top rope niveau weer voor een gegeven RP top rope niveau.\r\nWe zien inderdaad dat de lijn met stijgende moeilijkheidsgraad steeds verder weg zakt van de oranje identiteitslijn (OS graad = RP graad). Met andere woorden wordt het verwachte verval tussen RP en OS groter met stijgende moeilijkheidsgraad.\r\nPer volledige cijfergraad wordt het verwachte verval één graad groter.\r\nVoor een RP niveau van 6b is het verwachte verval 1 graad, oftewel het verwacht OS niveau van 6a+. Voor een RP niveau van 7b is het verwachte verval 2 graden, en het verwachte OS niveau dus 7a.\r\nDezelfde visualisaties hebben we gemaakt voor Indoor lead, Outdoor lead, Indoor boulder, en Outdoor boulder.\r\nIndoor lead\r\n\r\n\r\nSamenhang\r\n\r\n\r\n\r\n\r\n\r\nMet model\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nOutdoor lead\r\n\r\n\r\nSamenhang\r\n\r\n\r\n\r\n\r\n\r\nMet model\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nIndoor boulder\r\n\r\n\r\nSamenhang\r\n\r\n\r\n\r\n\r\n\r\nMet model\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nOutdoor boulder\r\n\r\n\r\nSamenhang\r\n\r\n\r\n\r\n\r\n\r\nMet model\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nWordt vervolgd…\r\nDe volgende keer maken we de vergelijking tussen top rope, lead, en boulderen.\r\n\r\nIk reken voor het gemak een + (“plus”)-graad als een volledige graad.↩︎\r\nGrofweg: hoe kleiner de stippen, hoe minder betrouwbaar↩︎\r\nWellicht een onrealistische aanname, gezien de subjectiviteit inherent aan graden. Maar hier kunnen we die wel maken, zolang we daarover duidelijk zijn.↩︎\r\nNogmaals, dit is louter verkennend bedoeld. Zie ook woord vooraf van het eerste deel.↩︎\r\n",
    "preview": "posts/2021-01-02-resultaten-deel-3-samenhang-moeilijkheidsgraden/resultaten-deel-3-samenhang-moeilijkheidsgraden_files/figure-html5/unnamed-chunk-2-1.png",
    "last_modified": "2021-01-09T23:23:42+01:00",
    "input_file": "resultaten-deel-3-samenhang-moeilijkheidsgraden.utf8.md",
    "preview_width": 1248,
    "preview_height": 960
  },
  {
    "path": "posts/2020-12-26-resultaten-deel-2-klimgraden/",
    "title": "Resultaten Deel 2: Verdeling Moeilijkheidsgraden\n",
    "description": "In dit deel gaan we in op de verdelingen van maximale niveau's voor de verschillende disciplines en stijlen.",
    "author": [],
    "date": "2021-01-02",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\nVerdeling maximaal niveau\r\nOnderstaande grafieken tonen voor iedere graad het percentage van de bevraagde klimmers dat de betreffende graad (maximaal, de voorbije 6 maand) kan klimmen in de gegeven stijl.\r\nIndoor top rope\r\nIndoor top rope: Redpoint\r\n\r\n\r\nSamen\r\n\r\n\r\n\r\n\r\n\r\nVrouwen\r\n\r\n\r\n\r\n\r\n\r\nMannen\r\n\r\n\r\n\r\n\r\n\r\nIndoor top rope: On sight\r\n\r\n\r\nSamen\r\n\r\n\r\n\r\n\r\n\r\nVrouwen\r\n\r\n\r\n\r\n\r\n\r\nMannen\r\n\r\n\r\n\r\n\r\n\r\nIndoor lead\r\nIndoor lead: Redpoint\r\n\r\n\r\nSamen\r\n\r\n\r\n\r\n\r\n\r\nVrouwen\r\n\r\n\r\n\r\n\r\n\r\nMannen\r\n\r\n\r\n\r\n\r\n\r\nIndoor lead: On sight\r\n\r\n\r\nSamen\r\n\r\n\r\n\r\n\r\n\r\nVrouwen\r\n\r\n\r\n\r\n\r\n\r\nMannen\r\n\r\n\r\n\r\n\r\n\r\nIndoor boulder\r\nIndoor boulder: Redpoint\r\n\r\n\r\nSamen\r\n\r\n\r\n\r\n\r\n\r\nVrouwen\r\n\r\n\r\n\r\n\r\n\r\nMannen\r\n\r\n\r\n\r\n\r\n\r\nIndoor boulder: On sight\r\n\r\n\r\nSamen\r\n\r\n\r\n\r\n\r\n\r\nVrouwen\r\n\r\n\r\n\r\n\r\n\r\nMannen\r\n\r\n\r\n\r\n\r\n\r\nOutdoor lead\r\nOutdoor lead: Redpoint\r\n\r\n\r\nSamen\r\n\r\n\r\n\r\n\r\n\r\nVrouwen\r\n\r\n\r\n\r\n\r\n\r\nMannen\r\n\r\n\r\n\r\n\r\n\r\nOutdoor lead: On sight\r\n\r\n\r\nSamen\r\n\r\n\r\n\r\n\r\n\r\nVrouwen\r\n\r\n\r\n\r\n\r\n\r\nMannen\r\n\r\n\r\n\r\n\r\n\r\nOutdoor boulder\r\nOutdoor boulder: Redpoint\r\n\r\n\r\nSamen\r\n\r\n\r\n\r\n\r\n\r\nVrouwen\r\n\r\n\r\n\r\n\r\n\r\nMannen\r\n\r\n\r\n\r\n\r\n\r\nOutdoor boulder: On sight\r\n\r\n\r\nSamen\r\n\r\n\r\n\r\n\r\n\r\nVrouwen\r\n\r\n\r\n\r\n\r\n\r\nMannen\r\n\r\n\r\n\r\n\r\n\r\nWordt vervolgd\r\nIn de volgende delen zullen we ingaan op de relaties tussen on sight en redpoint klimmen, of tussen top rope en lead, binnen vs. buiten etc.\r\n\r\n\r\n\r\n",
    "preview": "posts/2020-12-26-resultaten-deel-2-klimgraden/resultaten-deel-2-klimgraden_files/figure-html5/unnamed-chunk-2-1.png",
    "last_modified": "2021-01-09T23:23:22+01:00",
    "input_file": "resultaten-deel-2-klimgraden.utf8.md",
    "preview_width": 1248,
    "preview_height": 768
  },
  {
    "path": "posts/2020-12-23-resultaten-enqute-deel-1-portret-van-de-deelnemers/",
    "title": "Resultaten Enquête \nDeel 1: Portret van de deelnemers\n",
    "description": "In deze eerste post kijken we naar een overzicht van de samenstelling van de deelnemers. Zowel leeftijd, geslacht, als meer klimgerelateerde gegevens komen aan bod.",
    "author": [],
    "date": "2020-12-23",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\nWoord vooraf\r\nOnderstaande (en toekomstige) resultaten moeten puur ‘verkennend’ gezien worden. Dit is een hobbyproject, geen wetenschappelijke studie. Neem de resultaten dus gerust met een korrel zout, dat doe ik zelf trouwens ook!\r\nAantal deelnemende klimmers\r\n\r\n\r\n\r\nGeslacht\r\nOngeveer 1 op 3 van de klimmers waren vrouwen.\r\n\r\n\r\n\r\n\r\n\r\n\r\nFigure 1: Verdeling van geslacht onder de klimmers.\r\n\r\n\r\n\r\nLeeftijd\r\nQua leeftijd deed een mooie verscheidenheid aan klimmers mee aan de enquête. De jongste klimmer was 14 jaar en de oudste 62 jaar.\r\nDe helft van de klimmers had een leeftijd van 32.5 jaar of jonger, de andere helft was even oud of ouder.\r\n\r\n\r\n\r\n\r\n\r\n\r\nFigure 2: Verdeling van leeftijd onder de klimmers. De streepjeslijn toont de mediane leeftijd (32.5 jaar).\r\n\r\n\r\n\r\nDe verdeling van leeftijd ziet er anders uit voor mannen en vrouwen.\r\n\r\n\r\n\r\n\r\n\r\n\r\nFigure 3: Verdeling van leeftijd per geslacht. De streepjeslijnen tonen de mediane leeftijden (34 en 28 jaar.) Percentages zijn berekend op mannen en vrouwen samen.\r\n\r\n\r\n\r\nHet lijkt erop dat er nagenoeg geen verschil is tot een leeftijd van rond de 20-25 jaar, daarna zien we een afname van het aantal vrouwen met toenemende leeftijd, terwijl het aantal bij mannen eerst nog toeneemt tot 30-35 jaar vooraleer hun aantal ook afneemt met toenemende leeftijd.\r\nLid van een bergsportvereniging\r\n\r\n\r\n\r\n\r\n\r\n\r\nFigure 4: Verdeling lidmaatschap bergsportvereniging.\r\n\r\n\r\n\r\nJaren klimervaring\r\nKlimervaring varieerde tussen 0.4 en 35 jaar.\r\nDe helft van de klimmers klom al 7 jaar of minder, de andere helft had evenveel ervaring of meer.\r\n\r\n\r\n\r\n\r\n\r\n\r\nFigure 5: Verdeling jaren klimervaring, streepjeslijn geeft de mediane klimervaring weer (7 jaar).\r\n\r\n\r\n\r\nDe piekjes rond 10, 15, 20 en 30 jaar zijn wellicht het resultaat van mensen die een schatting gegeven hebben. Ronde getallen doen het dan meestal goed.\r\nKlimzaal\r\n\r\n\r\n\r\nFigure 6: Verdeling klimzalen.\r\n\r\n\r\n\r\n\r\n\r\n\r\nAndere klimzalen:\r\nBlok, Den Oosthoek, telkens 2 klimmers.\r\nAlpamayo, Area, bleau, Boulder, climb up lesquin, Future Soprts, Geen, Klimkaffee, Olympia, Paramount, Sportoase leuven, What’s Up (Whambrechies, Frankrijk), telkens 1 klimmer.\r\nAantal dagen klimmen per week\r\nDe helft van de klimmers klimmen 2 keer of minder per week. De andere helft klimt 2 keer of meer.\r\nEnkele klimmers gaven aan minder dan 1 keer per 2 weken te kunnen klimmen. Niemand klimt meer dan 4 a 5 keer per week.\r\n\r\n\r\n\r\nFigure 7: Verdeling klimdagen per week. Stippellijn geeft de mediane hoeveelheid klimdagen per week aan.\r\n\r\n\r\n\r\nDagen alternatieve training per week, gericht op klimmen: kracht, lenigheid, …\r\nBijna de helft van de klimmers doet verder geen specifieke alternatieve trainingen.\r\n\r\n\r\n\r\nFigure 8: Verdeling aantal alternatieve trainingen, gericht op klimmen, per week.\r\n\r\n\r\n\r\nDagen alternatieve trainingen per week, niet gericht op klimmen: lopen, zwemmen, …\r\n\r\n\r\n\r\nFigure 9: Verdeling aantal alternatieve trainingen, niet specifiek gericht op klimmen, per week.\r\n\r\n\r\n\r\nDisciplines\r\nIndoor\r\nToprope lengteklimmen werd het vaakst aangeduid, gevolgd door boulderen.\r\nEen aanzienlijk deel van de deelnemers deed ook aan indoor lead.\r\nEen zeer klein deel van de deelnemers deed aan speedklimmen.\r\n\r\n\r\n\r\nFigure 10: Verdeling indoordisciplines.\r\n\r\n\r\n\r\n\r\npreservec58e78ab708c3944\r\n\r\nOutdoor\r\nOutdoor single pitch klimmen was het populairst, opnieuw gevolgd door boulderen.\r\nEen kleiner deel gaf aan om aan alpinisme of trad klimmen te doen.\r\n\r\n\r\n\r\nFigure 11: Verdeling outdoordisciplines\r\n\r\n\r\n\r\nEen vraag die zich misschien meteen laat stellen is of de trad klimmers misschien allen ook alpinisten zijn?\r\nOp onderstaande figuur zien we dat er trad klimmers zijn die niet aan alpinisme doen en omgekeerd.\r\n\r\n\r\n\r\n\r\npreservec8f347fc99003259\r\n\r\nWordt vervolgd…\r\nIn dit eerste deel hebben we gekeken naar de samenstelling van de steekproef.\r\nVolgende keer gaan we in op klimgraden. Heb je bepaalde verwachtingen of ben je benieuwd naar bepaalde verbanden met klimgraden? Laat dan zeker een reactie na!\r\nBedankt voor het lezen, en tot binnenkort!\r\nDe vragenlijst nog niet ingevuld? Vul ze dan snel hier in.\r\n\r\n\r\n\r\n",
    "preview": "posts/2020-12-23-resultaten-enqute-deel-1-portret-van-de-deelnemers/algemene-info_files/figure-html5/Leeftijd-per-geslacht-1.png",
    "last_modified": "2021-01-09T23:22:51+01:00",
    "input_file": "algemene-info.utf8.md",
    "preview_width": 1248,
    "preview_height": 768
  }
]
