[
  {
    "path": "posts/2020-12-23-resultaten-enqute-deel-1-portret-van-de-deelnemers/",
    "title": "Resultaten Enquête \nDeel 1: Portret van de deelnemers\n",
    "description": "In deze eerste post kijken we naar een overzicht van de samenstelling van de deelnemers. Zowel leeftijd, geslacht, als meer klimgerelateerde gegevens komen aan bod.",
    "author": [],
    "date": "2020-12-23",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\nWoord vooraf\r\nOnderstaande (en toekomstige) resultaten moeten puur ‘verkennend’ gezien worden. Dit is een hobbyproject, geen wetenschappelijke studie. Neem de resultaten dus gerust met een korrel zout, dat doe ik zelf trouwens ook!\r\nAantal deelnemende klimmers\r\n\r\n\r\n\r\nGeslacht\r\nOngeveer 1 op 3 van de klimmers waren vrouwen.\r\n\r\n\r\n\r\n\r\n\r\n\r\nFigure 1: Verdeling van geslacht onder de klimmers.\r\n\r\n\r\n\r\nLeeftijd\r\nQua leeftijd deed een mooie verscheidenheid aan klimmers mee aan de enquête. De jongste klimmer was 14 jaar en de oudste 62 jaar.\r\nDe helft van de klimmers had een leeftijd van 32 jaar of jonger, de andere helft was even oud of ouder.\r\n\r\n\r\n\r\n\r\n\r\n\r\nFigure 2: Verdeling van leeftijd onder de klimmers. De streepjeslijn toont de mediane leeftijd (32 jaar).\r\n\r\n\r\n\r\nDe verdeling van leeftijd ziet er anders uit voor mannen en vrouwen.\r\n\r\n\r\n\r\n\r\n\r\n\r\nFigure 3: Verdeling van leeftijd per geslacht. De streepjeslijnen tonen de mediane leeftijden (34 en 27 jaar.) Percentages zijn berekend op mannen en vrouwen samen.\r\n\r\n\r\n\r\nHet lijkt erop dat er nagenoeg geen verschil is tot een leeftijd van rond de 20-25 jaar, daarna zien we een afname van het aantal vrouwen met toenemende leeftijd, terwijl het aantal bij mannen eerst nog toeneemt tot 30-35 jaar vooraleer hun aantal ook afneemt met toenemende leeftijd.\r\nLid van een bergsportvereniging\r\n\r\n\r\n\r\n\r\n\r\n\r\nFigure 4: Verdeling lidmaatschap bergsportvereniging.\r\n\r\n\r\n\r\nJaren klimervaring\r\nKlimervaring varieerde tussen 0.4 en 35 jaar.\r\nDe helft van de klimmers klom al 7 jaar of minder, de andere helft had evenveel ervaring of meer.\r\n\r\n\r\n\r\n\r\n\r\n\r\nFigure 5: Verdeling jaren klimervaring, streepjeslijn geeft de mediane klimervaring weer (7 jaar).\r\n\r\n\r\n\r\nDe piekjes rond 10, 15, 20 en 30 jaar zijn wellicht het resultaat van mensen die een schatting gegeven hebben. Ronde getallen doen het dan meestal goed.\r\nKlimzaal\r\n\r\n\r\n\r\nFigure 6: Verdeling klimzalen.\r\n\r\n\r\n\r\n\r\n\r\n\r\nAndere klimzalen:\r\nBlok, Den Oosthoek, telkens 2 klimmers.\r\nAlpamayo, Area, Boulder, climb up lesquin, Future Soprts, Geen, Klimkaffee, Olympia, Paramount, Sportoase leuven, telkens 1 klimmer.\r\nAantal dagen klimmen per week\r\nDe helft van de klimmers klimmen 2 keer of minder per week. De andere helft klimt 2 keer of meer.\r\nEnkele klimmers gaven aan minder dan 1 keer per 2 weken te kunnen klimmen. Niemand klimt meer dan 4 a 5 keer per week.\r\n\r\n\r\n\r\nFigure 7: Verdeling klimdagen per week. Stippellijn geeft de mediane hoeveelheid klimdagen per week aan.\r\n\r\n\r\n\r\nDagen alternatieve training per week, gericht op klimmen: kracht, lenigheid, …\r\nBijna de helft van de klimmers doet verder geen specifieke alternatieve trainingen.\r\n\r\n\r\n\r\nFigure 8: Verdeling aantal alternatieve trainingen, gericht op klimmen, per week.\r\n\r\n\r\n\r\nDagen alternatieve trainingen per week, niet gericht op klimmen: lopen, zwemmen, …\r\n\r\n\r\n\r\nFigure 9: Verdeling aantal alternatieve trainingen, niet specifiek gericht op klimmen, per week.\r\n\r\n\r\n\r\nDisciplines\r\nIndoor\r\nToprope lengteklimmen werd het vaakst aangeduid, gevolgd door boulderen.\r\nEen aanzienlijk deel van de deelnemers deed ook aan indoor lead.\r\nEen zeer klein deel van de deelnemers deed aan speedklimmen.\r\n\r\n\r\n\r\nFigure 10: Verdeling indoordisciplines.\r\n\r\n\r\n\r\n\r\npreserve3789c6326ba3f554\r\n\r\nOutdoor\r\nOutdoor single pitch klimmen was het populairst, opnieuw gevolgd door boulderen.\r\nEen kleiner deel gaf aan om aan alpinisme of trad klimmen te doen.\r\n\r\n\r\n\r\nFigure 11: Verdeling outdoordisciplines\r\n\r\n\r\n\r\nEen vraag die zich misschien meteen laat stellen is of de trad klimmers misschien allen ook alpinisten zijn?\r\nOp onderstaande figuur zien we dat er trad klimmers zijn die niet aan alpinisme doen en omgekeerd.\r\n\r\n\r\n\r\n\r\npreserveb3d8ef666ccffd67\r\n\r\nWordt vervolgd…\r\nIn dit eerste deel hebben we gekeken naar de samenstelling van de steekproef.\r\nVolgende keer gaan we in op klimgraden. Heb je bepaalde verwachtingen of ben je benieuwd naar bepaalde verbanden met klimgraden? Laat dan zeker een reactie na!\r\nBedankt voor het lezen, en tot binnenkort!\r\nDe vragenlijst nog niet ingevuld? Vul ze dan snel hier in.\r\n\r\n\r\n\r\n",
    "preview": "posts/2020-12-23-resultaten-enqute-deel-1-portret-van-de-deelnemers/algemene-info_files/figure-html5/Leeftijd-per-geslacht-1.png",
    "last_modified": "2020-12-24T13:28:39+01:00",
    "input_file": "algemene-info.utf8.md",
    "preview_width": 1248,
    "preview_height": 768
  }
]
